/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Det ser ut til at maskinen ikke er koblet til Internett.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Det er mulig at maskinen ikke er koblet til Internett.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Det ser ut til at maskinen er koblet til Internett.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Maskinens DNS-tjener svarer ikke.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS-tjeneren fant ikke tjenernavnet.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Maskinens ruter svarer ikke.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Tjeneren maskinen prøver å koble seg til, svarer ikke.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Det ser ut til at maskinen er koblet til Internett.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Passord for webskjema";

/* HTTP result code string */
"accepted" = "godtatt";

/* HTTP result code string */
"bad gateway" = "feil i gateway";

/* HTTP result code string */
"bad request" = "feil i forespørsel";

/* HTTP result code string */
"client error" = "klientfeil";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "fortsett";

/* HTTP result code string */
"created" = "opprettet";

/* HTTP result code string */
"expectation failed" = "forventning ikke oppfylt";

/* HTTP result code string */
"forbidden" = "forbudt";

/* HTTP result code string */
"found" = "funnet";

/* HTTP result code string */
"gateway timed out" = "tidsavbrudd for gateway";

/* HTTP result code string */
"informational" = "informasjon";

/* HTTP result code string */
"internal server error" = "intern tjenerfeil";

/* HTTP result code string */
"length required" = "lengde kreves";

/* HTTP result code string */
"method not allowed" = "metoden er ikke tillatt";

/* HTTP result code string */
"moved permanently" = "permanent flyttet";

/* HTTP result code string */
"multiple choices" = "flere valg";

/* HTTP result code string */
"needs proxy" = "trenger proxy";

/* HTTP result code string */
"no content" = "uten innhold";

/* HTTP result code string */
"no error" = "ingen feil";

/* HTTP result code string */
"non-authoritative information" = "ikke-autoritativ informasjon";

/* HTTP result code string */
"not found" = "ikke funnet";

/* HTTP result code string */
"not modified" = "ikke endret";

/* HTTP result code string */
"partial content" = "delinnhold";

/* HTTP result code string */
"payment required" = "betaling kreves";

/* HTTP result code string */
"precondition failed" = "forutsetning mislyktes";

/* HTTP result code string */
"proxy authentication required" = "proxygodkjenning kreves";

/* HTTP result code string */
"redirected" = "omdirigert";

/* HTTP result code string */
"no longer exists" = "finnes ikke lenger";

/* HTTP result code string */
"request timed out" = "tidsavbrudd";

/* HTTP result code string */
"request too large" = "forespørsel for stor";

/* HTTP result code string */
"requested URL too long" = "for lang URL";

/* HTTP result code string */
"requested range not satisfiable" = "rekkeviddeforespørsel kan ikke oppfylles";

/* HTTP result code string */
"reset content" = "nullstill innhold";

/* HTTP result code string */
"see other" = "se andre";

/* HTTP result code string */
"server error" = "tjenerfeil";

/* HTTP result code string */
"service unavailable" = "tjeneste ikke tilgjengelig";

/* HTTP result code string */
"success" = "vellykket";

/* HTTP result code string */
"switching protocols" = "bytter protokoll";

/* HTTP result code string */
"temporarily redirected" = "midlertidig omdirigert";

/* HTTP result code string */
"unacceptable" = "ikke godtatt";

/* HTTP result code string */
"unauthorized" = "ikke autorisert";

/* HTTP result code string */
"unimplemented" = "ikke implementert";

/* HTTP result code string */
"unsupported media type" = "medietypen støttes ikke";

/* HTTP result code string */
"unsupported version" = "versjonen støttes ikke";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Det oppsto et kommunikasjonsproblem med webproxytjeneren (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Det oppsto et kommunikasjonsproblem med den sikre webproxytjeneren (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "avbrutt";

/* WebFoundationErrorCancelled description */
"Err-999" = "feil i URL";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "Tidsavbrudd for forespørselen.";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "URL støttes ikke";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "Fant ikke en tjener med det angitte vertsnavnet.";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Kunne ikke koble til tjeneren.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Mistet nettverksforbindelsen.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Feil ved DNS-søk";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "for mange HTTP-omdirigeringer";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "ressurs ikke tilgjengelig";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "Denne maskinen er ikke koblet til Internett.";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "omdirigert til ingensteds";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "Ugyldig svar fra tjeneren.";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "nullbyteressurs";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "kan ikke dekode rådata";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "kan ikke dekode innholdsdata";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "kan ikke behandle svar";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "Internasjonal roaming er slått av.";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Kan ikke opprette en dataforbindelse fordi en samtale pågår.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "En dataforbindelse er for øyeblikket ikke tillatt.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "forespørselinnholdsstream oppbrukt";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "URL-en ble ikke funnet på denne tjeneren.";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "filen er en katalog";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "Du har ikke tillatelse til å få tilgang til ressursen.";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "ressursen overstiger maksimumsstørrelsen";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "Det har oppstått en SSL-feil, og det er ikke mulig å opprette en sikker forbindelse til tjeneren.";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Sertifikatet for tjeneren er utløpt.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Sertifikatet for denne tjeneren har utløpt. Det er mulig at du kobler til en tjener som utgir seg for å være «%@». Dette kan utgjøre en fare for konfidensiell informasjon.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Sertifikatet for tjeneren er ugyldig.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Sertifikatet for denne tjeneren er ugyldig. Det er mulig at du kobler til en tjener som utgir seg for å være «%@». Dette kan utgjøre en fare for konfidensiell informasjon.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Sertifikatet for tjeneren er godkjent av en ukjent autoritet.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Sertifikatet for denne tjeneren er signert av en ukjent sertifiseringsautoritet. Det er mulig at du kobler deg til en tjener som utgir seg for å være «%@». Dette kan utgjøre en fare for konfidensiell informasjon.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Sertifikatet for tjeneren er ikke gyldig ennå.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Sertifikatet for denne tjeneren er ikke gyldig ennå. Det er mulig at du kobler til en tjener som utgir seg for å være «%@». Dette kan utgjøre en fare for konfidensiell informasjon.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Tjeneren godtok ikke sertifikatet.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Tjeneren «%@» godtok ikke sertifikatet.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Tjeneren krever et klientsertifikat.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Tjeneren «%@» krever et klientsertifikat.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "kan ikke laste inn fra nettverk";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "Kan ikke opprette fil";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Kan ikke åpne fil";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Det oppsto en feil under lukking av fil";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Kan ikke skrive fil";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Kan ikke fjerne fil";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Kan ikke flytte fil";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Dekoding av nedlasting mislyktes";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Dekoding av nedlasting mislyktes";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Vil du koble til tjeneren likevel?";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Hvis du vil endre proxyinnstillingene, åpner du Nettverk-valgpanelet, klikker på Avansert og klikker deretter på Proxy. Hvis du trenger hjelp for å løse dette problemet, kontakter du systemadministratoren.";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Hvis du vil endre proxyinnstillinger, åpner du nettverksinnstillingene, klikker på Avansert og deretter på Proxy-servere. Hvis du trenger hjelp med dette problemet, kontakter du systemadministratoren.";
